Repository: gk7734/coucou
Catalog: NotchBuddy/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fr, hi, id, ko, pt_br, ru, zh_hans

# recap.sessions
source: sessions
ar: جلسات
bn: সেশন
es: sesiones
hi: सेशन
id: sesi
ko: 세션
pt_br: sessões
ru: сессии
zh_hans: 个会话

# recap.share-image
source: Share image
ar: مشاركة الصورة
bn: ছবি শেয়ার করুন
es: Compartir imagen
fr: Partager l'image
hi: छवि शेयर करें
id: Bagikan gambar
ko: 이미지 공유
pt_br: Compartilhar imagem
ru: Поделиться картинкой
zh_hans: 分享图片

# recap.title
source: Weekly recap
ar: الملخص الأسبوعي
bn: সাপ্তাহিক রিক্যাপ
es: Resumen semanal
fr: Récap de la semaine
hi: साप्ताहिक रिकैप
id: Rekap mingguan
ko: 주간 요약
pt_br: Resumo semanal
ru: Итоги недели
zh_hans: 每周回顾

source: s inactive
ar: ث بدون نشاط
bn: সে. নিষ্ক্রিয়
es: s inactivo
fr: s d'inactivité
hi: से. निष्क्रिय
id: dtk tidak aktif
ko: 초 지나면 닫기
pt_br: s inativo
ru: с без активности
zh_hans: 秒无活动

# settings.main-pill
source: Main
ar: رئيسي
bn: প্রধান
es: Principal
fr: Principal
hi: मुख्य
id: Utama
ko: 메인
pt_br: Principal
ru: Главный
zh_hans: 主要

# settings.slots-used %lld
source: %lld/4 slots used
ar: %lld/4 فتحات مستخدمة
bn: %lld/4 স্লট ব্যবহৃত
es: %lld/4 ranuras usadas
fr: %lld/4 emplacements utilisés
hi: %lld/4 स्लॉट उपयोग में
id: %lld/4 slot digunakan
ko: %lld/4 슬롯 사용 중
pt_br: %lld/4 slots usados
ru: %lld/4 слотов занято
zh_hans: 已用 %lld/4 个插槽

# settings.window.title
source: Settings — Coucou
ar: الإعدادات — Coucou
bn: সেটিংস — Coucou
es: Ajustes — Coucou
fr: Réglages — Coucou
hi: सेटिंग्स — Coucou
id: Pengaturan — Coucou
ko: 설정 — Coucou
pt_br: Configurações — Coucou
ru: Настройки — Coucou
zh_hans: 设置 — Coucou

# shortcut.attach-front-window
source: Attach front window
ar: إرفاق النافذة الأمامية
bn: সামনের উইন্ডো সংযুক্ত করো
es: Adjuntar ventana frontal
fr: Attacher la fenêtre de premier plan
hi: फ्रंट विंडो अटैच करें
id: Lampirkan jendela depan
ko: 맨 앞 창 첨부
pt_br: Anexar janela frontal
ru: Прикрепить переднее окно
zh_hans: 附加前端窗口

# shortcut.conflict.duplicate
source: Duplicate
ar: مكرر
bn: ডুপ্লিকেট
es: Duplicado
fr: Doublon
hi: डुप्लीकेट
id: Duplikat
ko: 중복
pt_br: Duplicado
ru: Дублирующийся
zh_hans: 重复

# shortcut.conflict.system
source: System conflict
ar: تعارض مع النظام
bn: সিস্টেম কনফ্লিক্ট
es: Conflicto del sistema
fr: Conflit système
hi: सिस्टम कनफ्लिक्ट
id: Konflik sistem
ko: 시스템과 충돌
pt_br: Conflito do sistema
ru: Системный конфликт
zh_hans: 系统冲突

# shortcut.desktop-toggle
source: Mochi to desktop on/off
ar: Mochi على / إيقاف سطح المكتب
bn: Mochi ডেস্কটপে চালু / বন্ধ
es: Mochi en el escritorio sí / no
fr: Mochi sur le bureau oui / non
hi: Mochi डेस्कटॉप पर चालू / बंद
id: Mochi di desktop ya / tidak
ko: Mochi 데스크톱 켜기/끄기
pt_br: Mochi na área de trabalho sim / não
ru: Mochi на рабочем столе вкл / выкл
zh_hans: Mochi 桌面开/关

# shortcut.go-to-alert
source: Go to alert
ar: الانتقال إلى التنبيه
bn: সতর্কতায় যাও
es: Ir a la alerta
fr: Aller à l'alerte
hi: अलर्ट पर जाएं
id: Ke notifikasi
ko: 알림으로 이동
pt_br: Ir para o alerta
ru: Перейти к уведомлению
zh_hans: 跳转到警告

# shortcut.group.global
source: Global shortcuts — active from any app
ar: اختصارات عامة — تعمل من أي تطبيق
bn: গ্লোবাল শর্টকাট — যেকোনো অ্যাপ থেকে কাজ করে
es: Atajos globales — funcionan desde cualquier app
fr: Raccourcis globaux — actifs depuis n'importe quelle app
hi: ग्लोबल शॉर्टकट — किसी भी ऐप से काम करते हैं
id: Pintasan global — bekerja dari app mana pun
ko: 전역 단축키 — 어느 앱에서나 동작
pt_br: Atalhos globais — funcionam em qualquer app
ru: Глобальные сочетания — работают из любого приложения
zh_hans: 全局快捷键 — 在任何应用中有效

# shortcut.group.island
source: Notch shortcuts — active when the notch is in front
ar: اختصارات الشريط — نشطة عند التركيز على الشريط
bn: আইল্যান্ড শর্টকাট — আইল্যান্ড ফোকাসে থাকলে সক্রিয়
es: Atajos del island — activos cuando el island está enfocado
fr: Raccourcis de l'encoché — actifs quand l'encoché est au premier plan
hi: आइलैंड शॉर्टकट — आइलैंड फोकस में होने पर सक्रिय
id: Pintasan island — aktif saat island difokuskan
ko: 노치 단축키 — 노치가 앞에 있을 때 동작
pt_br: Atalhos do island — ativos quando o island está em foco
ru: Сочетания нотча — работают когда нотч в фокусе
zh_hans: 岛快捷键 — 岛获得焦点时有效

# shortcut.island.by-number
source: Go to tab by number
ar: التبديل إلى تبويب برقمه
bn: নম্বর দিয়ে ট্যাবে যাও
es: Cambiar a pestaña por número
fr: Passer à l'onglet par numéro
hi: नंबर से टैब पर जाएं
id: Pindah ke tab berdasarkan nomor
ko: 번호로 탭 이동
pt_br: Mudar para aba por número
ru: Перейти на вкладку по номеру
zh_hans: 按编号切换标签

# shortcut.island.close
source: Close notch (if not pinned)
ar: إغلاق الشريط (إذا لم يكن مثبتاً)
bn: আইল্যান্ড বন্ধ করো (পিন না থাকলে)
es: Cerrar island (si no está fijado)
fr: Fermer l'encoché (s'il n'est pas épinglé)
hi: आइलैंड बंद करें (पिन न हो तो)
id: Tutup island (jika tidak disematkan)
ko: 노치 닫기 (고정되지 않은 경우)
pt_br: Fechar island (se não fixado)
ru: Закрыть нотч (если не закреплён)
zh_hans: 关闭岛（如未固定）

# shortcut.island.diff
source: Open / close current diff
ar: فتح / إغلاق الفرق الحالي
bn: বর্তমান ডিফ খোলা / বন্ধ
es: Abrir / cerrar diff actual
fr: Ouvrir / fermer le diff actuel
hi: वर्तमान डिफ खोलें / बंद करें
id: Buka / tutup diff saat ini
ko: 현재 변경 내용 열기/닫기
pt_br: Abrir / fechar diff atual
ru: Открыть / закрыть текущий diff
zh_hans: 打开/关闭当前差异

# shortcut.island.nav-items
source: Navigate list items
ar: التنقل بين عناصر القائمة
bn: তালিকার আইটেম নেভিগেট করো
es: Navegar por los elementos de la lista
fr: Naviguer dans les éléments de la liste
hi: सूची आइटम नेविगेट करें
id: Navigasi item daftar
ko: 목록 항목 이동
pt_br: Navegar pelos itens da lista
ru: Навигация по элементам списка
zh_hans: 在列表项中导航

# shortcut.island.new-convo
source: New conversation
ar: محادثة جديدة
bn: নতুন কথোপকথন
es: Nueva conversación
fr: Nouvelle conversation
hi: नई बातचीत
id: Percakapan baru
ko: 새 대화
pt_br: Nova conversa
ru: Новый разговор
zh_hans: 新建对话

# shortcut.island.next-prev
source: Next / previous tab
ar: التبويب التالي / السابق
bn: পরের / আগের ট্যাব
es: Siguiente / pestaña anterior
fr: Onglet suivant / précédent
hi: अगला / पिछला टैब
id: Tab berikutnya / sebelumnya
ko: 다음/이전 탭
pt_br: Próxima / aba anterior
ru: Следующая / предыдущая вкладка
zh_hans: 下一个/上一个标签

# shortcut.island.open
source: Open selected item
ar: فتح العنصر المحدد
bn: নির্বাচিত আইটেম খোলো
es: Abrir elemento seleccionado
fr: Ouvrir l'élément sélectionné
hi: चयनित आइटम खोलें
id: Buka item yang dipilih
ko: 선택한 항목 열기
pt_br: Abrir item selecionado
ru: Открыть выбранный элемент
zh_hans: 打开选定项

# shortcut.island.pin
source: Pin / unpin notch
ar: تثبيت / إلغاء تثبيت الشريط
bn: আইল্যান্ড পিন / আনপিন
es: Fijar / desfijar island
fr: Épingler / désépingler l'encoché
hi: आइलैंड पिन / अनपिन
id: Sematkan / lepas island
ko: 노치 고정/해제
pt_br: Fixar / soltar island
ru: Закрепить / открепить нотч
zh_hans: 固定/取消固定岛

# shortcut.island.send
source: Send chat message
ar: إرسال رسالة الدردشة
bn: চ্যাট বার্তা পাঠাও
es: Enviar mensaje del chat
fr: Envoyer le message de chat
hi: चैट संदेश भेजें
id: Kirim pesan chat
ko: 채팅 메시지 보내기
pt_br: Enviar mensagem do chat
ru: Отправить сообщение в чат
zh_hans: 发送聊天消息

# shortcut.island.settings
source: Open settings
ar: فتح الإعدادات
bn: সেটিংস খোলো
es: Abrir Ajustes
fr: Ouvrir les réglages
hi: सेटिंग्स खोलें
id: Buka Pengaturan
ko: 설정 열기
pt_br: Abrir Ajustes
ru: Открыть настройки
zh_hans: 打开设置

# shortcut.jump-to-terminal
source: Jump to terminal
ar: الانتقال إلى الطرفية
bn: টার্মিনালে যাও
es: Saltar al terminal
fr: Aller au terminal
hi: टर्मिनल पर जाएं
id: Lompat ke terminal
ko: 터미널로 이동
pt_br: Ir para o terminal
ru: Перейти в терминал
zh_hans: 跳转到终端

# shortcut.mute-toggle
source: Mute / unmute sounds
ar: كتم / إلغاء كتم الأصوات
bn: শব্দ মিউট / আনমিউট
es: Silenciar / activar sonidos
fr: Couper / rétablir les sons
hi: ध्वनि म्यूट / अनम्यूट
id: Bisukan / aktifkan suara
ko: 사운드 음소거/해제
pt_br: Silenciar / ativar sons
ru: Выключить / включить звук
zh_hans: 静音/取消静音

# shortcut.next-pill
source: Next tab
ar: التبويب التالي
bn: পরের ট্যাব
es: Siguiente pestaña
fr: Onglet suivant
hi: अगला टैब
id: Tab berikutnya
ko: 다음 탭
pt_br: Próxima aba
ru: Следующая вкладка
zh_hans: 下一个标签

# shortcut.open-chat
source: Open chat
ar: فتح المحادثة
bn: চ্যাট খোলো
es: Abrir chat
fr: Ouvrir le chat
hi: चैट खोलें
id: Buka chat
ko: 채팅 열기
pt_br: Abrir chat
ru: Открыть чат
zh_hans: 打开聊天

# shortcut.open-close-island
source: Open / close notch
ar: فتح / إغلاق الشريط
bn: আইল্যান্ড খোলা / বন্ধ
es: Abrir / cerrar island
fr: Ouvrir / fermer l'encoché
hi: आइलैंड खोलें / बंद करें
id: Buka / tutup island
ko: 노치 열기/닫기
pt_br: Abrir / fechar island
ru: Открыть / закрыть нотч
zh_hans: 打开/关闭岛

# shortcut.prev-pill
source: Previous tab
ar: التبويب السابق
bn: আগের ট্যাব
es: Pestaña anterior
fr: Onglet précédent
hi: पिछला टैब
id: Tab sebelumnya
ko: 이전 탭
pt_br: Aba anterior
ru: Предыдущая вкладка
zh_hans: 上一个标签

# shortcut.reset-defaults
source: Reset all to defaults
ar: إعادة تعيين الكل إلى الافتراضي
bn: সব ডিফল্টে রিসেট করো
es: Restablecer todo a los valores predeterminados
fr: Tout réinitialiser par défaut
hi: सभी को डिफ़ॉल्ट पर रीसेट करें
id: Reset semua ke default
ko: 모두 기본값으로 재설정
pt_br: Redefinir tudo para os padrões
ru: Сбросить всё к значениям по умолчанию
zh_hans: 全部重置为默认值

# shortcut.wardrobe
source: Open / close wardrobe
ar: فتح / إغلاق خزانة الملابس
bn: পোশাক খোলা / বন্ধ
es: Abrir / cerrar guardarropa
fr: Ouvrir / fermer la garde-robe
hi: वार्डरोब खोलें / बंद करें
id: Buka / tutup lemari
ko: 옷장 열기/닫기
pt_br: Abrir / fechar guarda-roupa
ru: Открыть / закрыть гардероб
zh_hans: 打开/关闭衣橱

# status.agy-hooks-installed
source: ✓ Antigravity hooks installed in ~/.gemini/config/hooks.json
ar: ✓ خطافات Antigravity مثبَّتة في ~/.gemini/config/hooks.json
bn: ✓ ~/.gemini/config/hooks.json-এ Antigravity হুক ইনস্টল হয়েছে
es: ✓ Hooks de Antigravity instalados en ~/.gemini/config/hooks.json
fr: ✓ Hooks Antigravity installés dans ~/.gemini/config/hooks.json
hi: ✓ ~/.gemini/config/hooks.json में Antigravity हुक इंस्टॉल हुए
id: ✓ Hooks Antigravity terpasang di ~/.gemini/config/hooks.json
ko: ✓ ~/.gemini/config/hooks.json에 Antigravity 훅 설치됨
pt_br: ✓ Hooks do Antigravity instalados em ~/.gemini/config/hooks.json
ru: ✓ Хуки Antigravity установлены в ~/.gemini/config/hooks.json
zh_hans: ✓ Antigravity Hooks 已安装至 ~/.gemini/config/hooks.json

# status.agy-hooks-removed
source: ✓ Antigravity hooks removed.
ar: ✓ تمت إزالة خطافات Antigravity.
bn: ✓ Antigravity হুক সরানো হয়েছে।
es: ✓ Hooks de Antigravity eliminados.
fr: ✓ Hooks Antigravity supprimés.
hi: ✓ Antigravity हुक हटा दिए गए।
id: ✓ Hooks Antigravity dihapus.
ko: ✓ Antigravity 훅을 제거했습니다.
pt_br: ✓ Hooks do Antigravity removidos.
ru: ✓ Хуки Antigravity удалены.
zh_hans: ✓ Antigravity Hooks 已移除。

# status.amp-plugin-installed
source: ✓ Amp plugin installed in ~/.config/amp/plugins/coucou.ts
ar: ✓ ملحق Amp مثبَّت في ~/.config/amp/plugins/coucou.ts
bn: ✓ ~/.config/amp/plugins/coucou.ts-এ Amp প্লাগইন ইনস্টল হয়েছে
es: ✓ Plugin de Amp instalado en ~/.config/amp/plugins/coucou.ts
fr: ✓ Plugin Amp installé dans ~/.config/amp/plugins/coucou.ts
hi: ✓ ~/.config/amp/plugins/coucou.ts में Amp प्लगइन इंस्टॉल हुआ
id: ✓ Plugin Amp terpasang di ~/.config/amp/plugins/coucou.ts
ko: ✓ ~/.config/amp/plugins/coucou.ts에 Amp 플러그인 설치됨
pt_br: ✓ Plugin do Amp instalado em ~/.config/amp/plugins/coucou.ts
ru: ✓ Плагин Amp установлен в ~/.config/amp/plugins/coucou.ts
zh_hans: ✓ Amp 插件已安装至 ~/.config/amp/plugins/coucou.ts

# status.amp-plugin-removed
source: ✓ Amp plugin removed.
ar: ✓ تمت إزالة ملحق Amp.
bn: ✓ Amp প্লাগইন সরানো হয়েছে।
es: ✓ Plugin de Amp eliminado.
fr: ✓ Plugin Amp supprimé.
hi: ✓ Amp प्लगइन हटा दिया गया।
id: ✓ Plugin Amp dihapus.
ko: ✓ Amp 플러그인을 제거했습니다.
pt_br: ✓ Plugin do Amp removido.
ru: ✓ Плагин Amp удалён.
zh_hans: ✓ Amp 插件已移除。

# status.hermes-plugin-installed
source: ✓ Hermes plugin installed
ar: ✓ ملحق Hermes مثبَّت
bn: ✓ Hermes প্লাগইন ইনস্টল হয়েছে
es: ✓ Plugin de Hermes instalado
fr: ✓ Plugin Hermes installé
hi: ✓ Hermes प्लगइन इंस्टॉल हुआ
id: ✓ Plugin Hermes terpasang
ko: ✓ Hermes 플러그인 설치됨
pt_br: ✓ Plugin do Hermes instalado
ru: ✓ Плагин Hermes установлен
zh_hans: ✓ Hermes 插件已安装

# status.hermes-plugin-removed
source: Hermes plugin removed
ar: ✓ تمت إزالة ملحق Hermes.
bn: ✓ Hermes প্লাগইন সরানো হয়েছে।
es: ✓ Plugin de Hermes eliminado.
fr: ✓ Plugin Hermes supprimé.
hi: ✓ Hermes प्लगइन हटा दिया गया।
id: ✓ Plugin Hermes dihapus.
ko: Hermes 플러그인 제거됨
pt_br: ✓ Plugin do Hermes removido.
ru: ✓ Плагин Hermes удалён.
zh_hans: ✓ Hermes 插件已移除。

# status.codex-hooks-installed
source: ✓ Codex hooks installed — run /hooks in Codex or open Hooks in app settings to approve them.
ar: ✓ خطافات Codex مثبَّتة — نفِّذ /hooks في Codex أو افتح Hooks في إعدادات التطبيق للموافقة عليها.
bn: ✓ Codex হুক ইনস্টল হয়েছে — Codex-এ /hooks চালান বা সেগুলো বিশ্বাস করতে অ্যাপের সেটিংসে Hooks খুলুন।
es: ✓ Hooks de Codex instalados — ejecuta /hooks en Codex o abre Hooks en los ajustes de la app para confiar en ellos.
fr: ✓ Hooks Codex installés — lance /hooks dans Codex ou ouvre Hooks dans les réglages de l'app pour les approuver.
hi: ✓ Codex हुक इंस्टॉल हो गए — Codex में /hooks चलाएं या उन्हें विश्वसनीय बनाने के लिए ऐप की सेटिंग में Hooks खोलें।
id: ✓ Hooks Codex terpasang — jalankan /hooks di Codex atau buka Hooks di pengaturan aplikasi untuk mempercayainya.
ko: ✓ Codex 훅 설치됨 — 승인하려면 Codex에서 /hooks를 실행하거나 앱 설정의 Hooks를 여세요.
pt_br: ✓ Hooks do Codex instalados — execute /hooks no Codex ou abra Hooks nas configurações do app para confiar neles.
ru: ✓ Хуки Codex установлены — выполни /hooks в Codex или открой Hooks в настройках приложения, чтобы подтвердить.
zh_hans: ✓ Codex Hooks 已安装 — 在 Codex 中运行 /hooks，或在应用设置中打开 Hooks 以信任它们。

# status.codex-hooks-removed
source: ✓ Codex hooks removed.
ar: ✓ تمت إزالة خطافات Codex.
bn: ✓ Codex হুক সরানো হয়েছে।
es: ✓ Hooks de Codex eliminados.
fr: ✓ Hooks Codex supprimés.
hi: ✓ Codex हुक हटा दिए गए।
id: ✓ Hooks Codex dihapus.
ko: ✓ Codex 훅을 제거했습니다.
pt_br: ✓ Hooks do Codex removidos.
ru: ✓ Хуки Codex удалены.
zh_hans: ✓ Codex Hooks 已移除。

# status.copilot-hooks-installed
source: ✓ Copilot CLI hooks installed in ~/.copilot/hooks/coucou.json
ar: ✓ خطافات Copilot CLI مثبَّتة في ~/.copilot/hooks/coucou.json
bn: ✓ ~/.copilot/hooks/coucou.json-এ Copilot CLI হুক ইনস্টল হয়েছে
es: ✓ Hooks de Copilot CLI instalados en ~/.copilot/hooks/coucou.json
fr: ✓ Hooks Copilot CLI installés dans ~/.copilot/hooks/coucou.json
hi: ✓ ~/.copilot/hooks/coucou.json में Copilot CLI हुक इंस्टॉल हुए
id: ✓ Hooks Copilot CLI terpasang di ~/.copilot/hooks/coucou.json
ko: ✓ ~/.copilot/hooks/coucou.json에 Copilot CLI 훅 설치됨
pt_br: ✓ Hooks do Copilot CLI instalados em ~/.copilot/hooks/coucou.json
ru: ✓ Хуки Copilot CLI установлены в ~/.copilot/hooks/coucou.json
zh_hans: ✓ Copilot CLI Hooks 已安装至 ~/.copilot/hooks/coucou.json

# status.copilot-hooks-removed
source: ✓ Copilot CLI hooks removed.
ar: ✓ تمت إزالة خطافات Copilot CLI.
bn: ✓ Copilot CLI হুক সরানো হয়েছে।
es: ✓ Hooks de Copilot CLI eliminados.
fr: ✓ Hooks Copilot CLI supprimés.
hi: ✓ Copilot CLI हुक हटा दिए गए।
id: ✓ Hooks Copilot CLI dihapus.
ko: ✓ Copilot CLI 훅을 제거했습니다.
pt_br: ✓ Hooks do Copilot CLI removidos.
ru: ✓ Хуки Copilot CLI удалены.
zh_hans: ✓ Copilot CLI Hooks 已移除。

# status.gemini-hooks-installed
source: ✓ Gemini CLI hooks installed in ~/.gemini/settings.json
ar: ✓ خطافات Gemini CLI مثبَّتة في ~/.gemini/settings.json
bn: ✓ ~/.gemini/settings.json-এ Gemini CLI হুক ইনস্টল হয়েছে
es: ✓ Hooks de Gemini CLI instalados en ~/.gemini/settings.json
fr: ✓ Hooks Gemini CLI installés dans ~/.gemini/settings.json
hi: ✓ ~/.gemini/settings.json में Gemini CLI हुक इंस्टॉल हुए
id: ✓ Hooks Gemini CLI terpasang di ~/.gemini/settings.json
ko: ✓ ~/.gemini/settings.json에 Gemini CLI 훅 설치됨
pt_br: ✓ Hooks do Gemini CLI instalados em ~/.gemini/settings.json
ru: ✓ Хуки Gemini CLI установлены в ~/.gemini/settings.json
zh_hans: ✓ Gemini CLI Hooks 已安装至 ~/.gemini/settings.json

# status.gemini-hooks-removed
source: ✓ Gemini CLI hooks removed.
ar: ✓ تمت إزالة خطافات Gemini CLI.
bn: ✓ Gemini CLI হুক সরানো হয়েছে।
es: ✓ Hooks de Gemini CLI eliminados.
fr: ✓ Hooks Gemini CLI supprimés.
hi: ✓ Gemini CLI हुक हटा दिए गए।
id: ✓ Hooks Gemini CLI dihapus.
ko: ✓ Gemini CLI 훅을 제거했습니다.
pt_br: ✓ Hooks do Gemini CLI removidos.
ru: ✓ Хуки Gemini CLI удалены.
zh_hans: ✓ Gemini CLI Hooks 已移除。

# status.google-key-saved
source: ✓ Google key saved.
ar: ✓ تم حفظ مفتاح Google.
bn: ✓ Google কী সংরক্ষিত হয়েছে।
es: ✓ Clave de Google guardada.
fr: ✓ Clé Google enregistrée.
hi: ✓ Google कुंजी सहेजी गई।
id: ✓ Kunci Google tersimpan.
ko: ✓ Google 키를 저장했습니다.
pt_br: ✓ Chave do Google salva.
ru: ✓ Ключ Google сохранён.
zh_hans: ✓ Google 密钥已保存。

# status.hooks-installed-claude
source: ✓ Hooks installed — restart Claude Code to activate them.
ar: ✓ الخطافات مثبَّتة — أعِد تشغيل VS Code للتفعيل.
bn: ✓ হুক ইনস্টল হয়েছে — সক্রিয় করতে VS Code রিস্টার্ট করুন।
es: ✓ Hooks instalados — reinicia VS Code para activarlos.
fr: ✓ Hooks installés — redémarre VS Code pour les activer.
hi: ✓ हुक इंस्टॉल हो गए — सक्रिय करने के लिए VS Code रीस्टार्ट करें।
id: ✓ Hooks terpasang — mulai ulang VS Code untuk mengaktifkan.
ko: ✓ 훅 설치됨 — 활성화하려면 Claude Code를 재시작하세요.
pt_br: ✓ Hooks instalados — reinicie o VS Code para ativar.
ru: ✓ Хуки установлены — перезапусти VS Code для активации.
zh_hans: ✓ Hooks 已安装 — 重启 VS Code 以激活。

# status.hooks-installed-settings
source: ✓ Hooks installed in ~/.claude/settings.json
ar: ✓ الخطافات مثبَّتة في ~/.claude/settings.json
bn: ✓ ~/.claude/settings.json-এ হুক ইনস্টল হয়েছে
es: ✓ Hooks instalados en ~/.claude/settings.json
fr: ✓ Hooks installés dans ~/.claude/settings.json
hi: ✓ ~/.claude/settings.json में हुक इंस्टॉल हुए
id: ✓ Hooks terpasang di ~/.claude/settings.json
ko: ✓ ~/.claude/settings.json에 훅 설치됨
pt_br: ✓ Hooks instalados em ~/.claude/settings.json
ru: ✓ Хуки установлены в ~/.claude/settings.json
zh_hans: ✓ Hooks 已安装至 ~/.claude/settings.json

# status.hooks-removed
source: ✓ Hooks removed.
ar: ✓ تمت إزالة الخطافات.
bn: ✓ হুক সরানো হয়েছে।
es: ✓ Hooks eliminados.
fr: ✓ Hooks supprimés.
hi: ✓ हुक हटा दिए गए।
id: ✓ Hooks dihapus.
ko: ✓ 훅을 제거했습니다.
pt_br: ✓ Hooks removidos.
ru: ✓ Хуки удалены.
zh_hans: ✓ Hooks 已移除。

# status.integrations-saved
source: ✓ Integration keys saved.
ar: ✓ تم حفظ مفاتيح التكامل.
bn: ✓ ইন্টিগ্রেশন কি সংরক্ষিত হয়েছে।
es: ✓ Claves de integración guardadas.
fr: ✓ Clés d'intégration enregistrées.
hi: ✓ इंटीग्रेशन कीज़ सेव हो गई।
id: ✓ Kunci integrasi tersimpan.
ko: ✓ 연동 키를 저장했습니다.
pt_br: ✓ Chaves de integração salvas.
ru: ✓ Ключи интеграции сохранены.
zh_hans: ✓ 集成密钥已保存。

# status.key-saved
source: ✓ Key saved.
ar: ✓ تم حفظ المفتاح.
bn: ✓ কী সংরক্ষিত হয়েছে।
es: ✓ Clave guardada.
fr: ✓ Clé enregistrée.
hi: ✓ कुंजी सहेजी गई।
id: ✓ Kunci tersimpan.
ko: ✓ 키를 저장했습니다.
pt_br: ✓ Chave salva.
ru: ✓ Ключ сохранён.
zh_hans: ✓ 密钥已保存。

# status.local.connected %lld
source: ✓ Connected · %lld models
ar: ✓ متصل · %lld نماذج
bn: ✓ সংযুক্ত · %lld টি মডেল
es: ✓ Conectado · %lld modelos
fr: ✓ Connecté · %lld modèles
hi: ✓ कनेक्ट हो गया · %lld मॉडल
id: ✓ Terhubung · %lld model
ko: ✓ 연결됨 · 모델 %lld개
pt_br: ✓ Conectado · %lld modelos
ru: ✓ Подключено · %lld модели
zh_hans: ✓ 已连接 · %lld 个模型

# status.local.lmstudio-disconnected
source: LM Studio disconnected.
ar: تم قطع اتصال LM Studio.
bn: LM Studio সংযোগ বিচ্ছিন্ন হয়েছে।
es: LM Studio desconectado.
fr: LM Studio déconnecté.
hi: LM Studio डिस्कनेक्ट हो गया।
id: LM Studio terputus.
ko: LM Studio 연결이 끊겼습니다.
pt_br: LM Studio desconectado.
ru: LM Studio отключён.
zh_hans: LM Studio 已断开连接。

# status.local.no-models %@
source: No models yet — download one in %@ first.
ar: لا نماذج حتى الآن — قم بتنزيل أحد النماذج في %@ أولاً.
bn: এখনো কোনো মডেল নেই — প্রথমে %@-এ একটি ডাউনলোড করুন।
es: Aún no hay modelos — descarga uno en %@ primero.
fr: Aucun modèle pour l'instant — télécharges-en un dans %@ d'abord.
hi: अभी कोई मॉडल नहीं — पहले %@ में एक डाउनलोड करें।
id: Belum ada model — unduh satu di %@ terlebih dahulu.
ko: 아직 모델이 없습니다 — 먼저 %@에서 모델을 내려받으세요.
pt_br: Nenhum modelo ainda — baixe um no %@ primeiro.
ru: Нет моделей — скачай одну в %@ сначала.
zh_hans: 暂无模型 — 请先在 %@ 中下载一个。

# status.local.ollama-disconnected
source: Ollama disconnected.
ar: تم قطع اتصال Ollama.
bn: Ollama সংযোগ বিচ্ছিন্ন হয়েছে।
es: Ollama desconectado.
fr: Ollama déconnecté.
hi: Ollama डिस्कनेक्ट हो गया।
id: Ollama terputus.
ko: Ollama 연결이 끊겼습니다.
pt_br: Ollama desconectado.
ru: Ollama отключён.
zh_hans: Ollama 已断开连接。

# status.local.unreachable %1$@ %2$@
source: Can't reach %1$@ at %2$@. Is it running?
ar: تعذَّر الوصول إلى %1$@ على %2$@. هل هو قيد التشغيل؟
bn: %1$@ কে %2$@ তে পৌঁছানো যাচ্ছে না। এটি কি চলছে?
es: No se pudo contactar con %1$@ en %2$@. ¿Está en ejecución?
fr: Impossible d'atteindre %1$@ sur %2$@. Est-il en cours d'exécution ?
hi: %1$@ को %2$@ पर नहीं पहुंचा जा सका। क्या यह चल रहा है?
id: Tidak dapat menjangkau %1$@ di %2$@. Apakah sedang berjalan?
ko: %2$@에서 %1$@에 연결할 수 없습니다. 실행 중인가요?
pt_br: Não foi possível alcançar %1$@ em %2$@. Ele está em execução?
ru: Не удалось подключиться к %1$@ по адресу %2$@. Он запущен?
zh_hans: 无法访问 %1$@（%2$@）。它正在运行吗？

# status.local.url-invalid
source: Only http:// and https:// URLs are accepted.
ar: يُدعم http:// وhttps:// فقط.
bn: শুধুমাত্র http:// এবং https:// URL সমর্থিত।
es: Solo se admiten URL con http:// y https://.
fr: Seules les URL http:// et https:// sont acceptées.
hi: केवल http:// और https:// URL समर्थित हैं।
id: Hanya URL http:// dan https:// yang didukung.
ko: http:// 및 https:// URL만 허용됩니다.
pt_br: Apenas URLs com http:// e https:// são suportadas.
ru: Поддерживаются только URL с http:// и https://.
zh_hans: 仅支持 http:// 和 https:// URL。

# status.muse-hooks-installed
source: ✓ Muse Code hooks installed in ~/.config/muse/settings.json
ar: ✓ خطافات Muse Code مثبَّتة في ~/.config/muse/settings.json
bn: ✓ ~/.config/muse/settings.json-এ Muse Code হুক ইনস্টল হয়েছে
es: ✓ Hooks de Muse Code instalados en ~/.config/muse/settings.json
fr: ✓ Hooks Muse Code installés dans ~/.config/muse/settings.json
hi: ✓ ~/.config/muse/settings.json में Muse Code हुक इंस्टॉल हुए
id: ✓ Hooks Muse Code terpasang di ~/.config/muse/settings.json
ko: ✓ ~/.config/muse/settings.json에 Muse Code 훅 설치됨
pt_br: ✓ Hooks do Muse Code instalados em ~/.config/muse/settings.json
ru: ✓ Хуки Muse Code установлены в ~/.config/muse/settings.json
zh_hans: ✓ Muse Code Hooks 已安装至 ~/.config/muse/settings.json

# status.muse-hooks-removed
source: ✓ Muse Code hooks removed.
ar: ✓ تمت إزالة خطافات Muse Code.
bn: ✓ Muse Code হুক সরানো হয়েছে।
es: ✓ Hooks de Muse Code eliminados.
fr: ✓ Hooks Muse Code supprimés.
hi: ✓ Muse Code हुक हटा दिए गए।
id: ✓ Hooks Muse Code dihapus.
ko: ✓ Muse Code 훅을 제거했습니다.
pt_br: ✓ Hooks do Muse Code removidos.
ru: ✓ Хуки Muse Code удалены.
zh_hans: ✓ Muse Code Hooks 已移除。

# status.openai-key-saved
source: ✓ OpenAI key saved.
ar: ✓ تم حفظ مفتاح OpenAI.
bn: ✓ OpenAI কী সংরক্ষিত হয়েছে।
es: ✓ Clave de OpenAI guardada.
fr: ✓ Clé OpenAI enregistrée.
hi: ✓ OpenAI कुंजी सहेजी गई।
id: ✓ Kunci OpenAI tersimpan.
ko: ✓ OpenAI 키를 저장했습니다.
pt_br: ✓ Chave da OpenAI salva.
ru: ✓ Ключ OpenAI сохранён.
zh_hans: ✓ OpenAI 密钥已保存。

# status.opencode-plugin-installed
source: ✓ OpenCode plugin installed in ~/.config/opencode/plugins/coucou.js
ar: ✓ ملحق OpenCode مثبَّت في ~/.config/opencode/plugins/coucou.js
bn: ✓ ~/.config/opencode/plugins/coucou.js-এ OpenCode প্লাগইন ইনস্টল হয়েছে
es: ✓ Plugin de OpenCode instalado en ~/.config/opencode/plugins/coucou.js
fr: ✓ Plugin OpenCode installé dans ~/.config/opencode/plugins/coucou.js
hi: ✓ ~/.config/opencode/plugins/coucou.js में OpenCode प्लगइन इंस्टॉल हुआ
id: ✓ Plugin OpenCode terpasang di ~/.config/opencode/plugins/coucou.js
ko: ✓ ~/.config/opencode/plugins/coucou.js에 OpenCode 플러그인 설치됨
pt_br: ✓ Plugin do OpenCode instalado em ~/.config/opencode/plugins/coucou.js
ru: ✓ Плагин OpenCode установлен в ~/.config/opencode/plugins/coucou.js
zh_hans: ✓ OpenCode 插件已安装至 ~/.config/opencode/plugins/coucou.js
